cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'neovim/neovim'

brew 'ag'
brew 'coreutils'
brew 'fzf'
brew 'go'
brew 'grc'
brew 'htop'
brew 'neovim'
brew 'node'
brew 'python'
brew 'python3'
brew 'tree'
brew 'wget'

cask '1password'
cask 'alfred'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'spectacle'
cask 'visual-studio-code'
